qibernate-cxf/src/test/curl/newCat12.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope
        xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
    <soap12:Header>
    </soap12:Header>
    <soap12:Body>
        <m:newCat xmlns:m="http://webservice.spring.qibernate.jendap.github.com/">
            <cat>
                <age>666</age>
                <name>qocka</name>
            </cat>
        </m:newCat>
    </soap12:Body>
</soap12:Envelope>
